package cn.mapview.huangchuan

/**
 * @author
 * data: 2024/5/30 14:37
 * desc:
 */
object HuangChuanManager {
    val name = arrayOf(
        "平谷区",
        "密云县",
        "门头沟区",
        "昌平区",
        "延庆县",
        "怀柔区",
        "顺义区",
        "房山区",
        "通州区",
        "北京市区",
        "大兴区",
    )

//    val name = arrayOf(
//        "卜塔集",
//        "传流店",
//        "付店",
//        "黄湖农场",
//        "黄寺岗",
//        "潢川",
//        "江家集",
//        "来龙",
//
//        "隆古",
//        "仁和",
//        "伞坡寺",
//        "上油岗",
//        "双柳树",
//        "谈店",
//        "桃林铺",
//        "图层 1",
//
//        "魏岗",
//        "张集",
//        "蛰孜"
//    )
}